export const homeData = [
  {
    id: 1,
    title: "求智慧的天使",
    subTitle: "性别：男",
    extra: "查看详情",
    avatar: "https://web-assets.dcloud.net.cn/unidoc/zh/unicloudlogo.png",
    badyTitle: "请问马丁·路德改教的原因是什么",
    badyContent:
      "马丁路德是一位16世纪德国的神学家和牧师，他最终成为了新教运动的重要领袖之一。他的改革运动发端于1517年的宗教改革运动，这是基督教历史上一个非常重要的时期。路德对罗马天主教会的不满主要集中在教皇和教会的买赎主义上。他认为，教皇和教会成员不应该通过售卖赎罪状等手段来赚钱敛财，这样做是违背了圣经的教义。同时，他也认为罗马天主教会的某些教义存在问题，例如对圣经的解释不真实等。路德主张通过对圣经进行研究和理解来实现宗教改革。他的教义主张包括“唯独信心、唯独恩典、唯独圣经”。这被称作基督教新教的三大原则，认为只有通过信仰、恩典、以及圣经来实现对上帝的敬畏和信仰。这些标准成为新教会的信仰基础。总的来说，马丁·路德反对教皇的权力和教皇的教义，认为应该回归到圣经的教义，强调信仰的个人化和每个人对上帝的直接联系。凭借这些观点，他在新教运动中发挥了重要作用，并对整个基督教世界产生了深远的影响。",
  },
  {
    id: 2,
    title: "小程序访客",
    subTitle: "性别：未知",
    extra: "查看详情",
    avatar: "https://web-assets.dcloud.net.cn/unidoc/zh/unicloudlogo.png",
    badyTitle: "少年人用什么洁净他的行为呢？",
    badyContent:
      "《诗篇119篇9节》中写道：“少年人用什么洁净他的行为呢？是要遵行你的话。“这个问题的答案很清楚：我们需要遵守上帝的话语，遵循圣经的指导来洁净我们的行为。圣经记载着上帝的旨意和教导，我们可以通过阅读圣经，学习上帝的旨意，了解如何正确地生活和行为。我们需要遵守上帝的诚命、守住祂的话语、保持纯洁、保持谦卑、保持慷慨，并且时时刻刻依靠上帝的帮助来保持正确的行为和心态。+同时，我们需要将圣经中所学到的应用到我们的日常生活中，以持续地提高我们的思想和行为。这意味着我们要把所学到的话语应用于我们的工作、娱乐、和关系中，以此来让上帝的话语和指导成为我们生活的中心。总之，圣经教导我们如何正确地生活，我们需要遵照上帝的话语，用圣经中的教导指导我们的生活以洁净我们的行为。",
  },
  {
    id: 3,
    title: "求智慧的天使",
    subTitle: "性别：女",
    extra: "查看详情",
    avatar: "https://web-assets.dcloud.net.cn/unidoc/zh/unicloudlogo.png",
    badyTitle: "圣经上说：亚伦在坛上要烧馨香料做的香；",
    badyContent:
      "感谢您的提问，圣经中关于香的烧炼是旧约时期的祭仪之一，它的含义是神与人之间的交流与沟通。香是一种可爱的气味，象征着祷告的馨香。当时，神的子民需要通过香的烧炼，向神表达他们的敬意，寻求神的怜悯和指引。然而，随着耶稣基督的来临和祭品的完成，律法的一切祭仪和仪式都已经被完全满足了。耶稣基督为我们的罪献上了最完美的牺牲，他的死和复活已经成为我们与上帝永久和平的保证。因此，我们不再需要按照旧约中规定的方式来烧香和敬拜神了。圣经中也告诫我们，在烧香和其他肉身上的仪式中寻求对上帝的接近，是没有意义的。真正的敬拜是在心灵上，通过耶稣基督与上帝建立的个人关系展示出来的。因此，我们不再需要遵循旧约规定的香的烧炼法来获得敬拜神的喜悦和祝福。最后，需要注意的是，虽然香的烧炼已经不再是我们敬拜神的必要仪式，但它的动机和意义仍然是值得我们思考和效法的。我们可以在日常的生活中，通过一些象征性的仪式来表达我们对上帝的感激和敬意，并追求与神更亲密的关系。",
  },
  {
    id: 4,
    title: "小程序访客",
    subTitle: "性别：男",
    extra: "查看详情",
    avatar: "https://web-assets.dcloud.net.cn/unidoc/zh/unicloudlogo.png",
    badyTitle: "面对现在大城市里的灯红酒绿，怎么样才能让自己的心不波动",
    badyContent:
      "在纷繁的生活中，让我们保持内心的平静，是极其重要的。作为基督教的牧师，我相信只有通过与神紧密相连，我们才能得到内心真正的平静。在圣经中，我们可以找到很多帮助我们增长信仰、平静内心的经文。例如，马太福音11：28-30所说：“凡劳苦担重担的人可以到我这里来，我就使你们得安息。我心里柔和谦卑，你们当负我的辆，学我的样式，这样，你们心里就必得享安息。“这段经文告诉我们，只有将我们的担子放在。主的手中，才能得到真正的安息。我们需要跟随主的样式，学习祂的谦卑、柔和，并将我们的忧虑交给池。另外，哥林多后书4：16-18也告诉我们：“我们的外体虽然毁坏，内心却一天新似一天。我们这至暂至轻的苦楚，要为我们成就极重无比永远的荣耀。原来我们不是顾念所见的，乃是顾念所不见的；因为所见的是暂时的，所不见的是永远的。”这段经文提醒我们，无论我们遇到什么困难、痛苦的事情，只要我们相信天上的永恒荣耀，我们就能够在世上保持内心的平静和喜乐。最后，圣经中有许多祷告和赞美的经文，可以帮助我们与神建立更深的联系。例如，诗篇46：10写道：“你们要休息，要知道我是神。“在喧嚣的城市中，我们需要停下来，静下来，与神交流、祷告、赞美。只有这样，我们才能够在内心里得到真正的平静和安息。",
  },
];
